
import Car  from "../img/444_1_2.jpg";


function Footer () {
    return (
        <>
        <h1 style={{textAlign:'center', fontSize: '50px'}}>Honda CR-V |||</h1>
        <img src={Car} alt={Car} style={{marginLeft:'700px',height:'1000px',marginTop:'50px'
    }}/>
                <h1 style={{textAlign:"center",width:'2000px' ,marginLeft:'500px'}}>Honda CR-V — компактный кроссовер, выпускающийся компанией Honda с 1995 года. Аббревиатура CR-V для европейских рынков расшифровывается как Compact Recreational Vehicle, что в переводе с англ. означает «компактный автомобиль для отдыха» (на природе). Для Японии — Comfortable Runabout Vehicle[1].

Производство CR-V для международных рынков началось в городе Саяма (Япония) и Суиндон (Великобритания). В 2007 году к ним добавился североамериканский завод в Ист Либерти, Огайо, в 2007 завод в мексиканском Эль Сальто, а в 2012 — в канадской провинции Онтарио. Также CR-V производится в Китае, на мощностях совместного предприятия Dongfeng Honda Automobile Company — автомобили предназначены для внутреннего китайского рынка.

В модельном ряду Honda CR-V расположился между компактным HR-V и полноразмерным Pilot. В настоящее время Honda CR-V продаётся в США, Канаде, России, Европе, Малайзии, Индонезии, Японии, Китае и странах Латинской Америки.</h1>

        </>
        
    )
}

export default Footer;